Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets-representanter-2017-2021.html.tmx
Source language: nob
Languages: sme

source: Sametingets representanter 2017-2021
sme: Sámedikki áirasat 2017-2021

source: Disse er valgt inn som representant i Sametinget i perioden 2017-2021:
sme: Dát leat beassan Sámediggái áirrasin áigodaga 2017-2021:

source: Østre valgkrets - 5 representanter
sme: Nuorta válgabiire - 5 áirasa

source: Elisabeth Erke, Arbeiderpartiet
sme: Elisabeth Erke, Bargiidbellodat

source: Tom Sottinen, Arbeiderpartiet
sme: Tom Sottinen, Bargiidbellodat

source: Márja-Liissa Partapuoli, Norske samers riksforbund/Samefolkets parti
sme: Márja-Liissa Partapuoli, Norgga sámiid riikasearvi/Sámeálbmot bellodat

source: Jovna Vars Smuk, Norske samers riksforbund/Samefolkets parti
sme: Jovna Vars Smuk, Norgga sámiid riikasearvi/Sámeálbmot bellodat

source: Ávjovárri valgkrets - 8 representanter
sme: Ávjovári válgabiire - 8 áirasa

source: Aili Keskitalo, Norske samers riksforbund
sme: Aili Keskitalo, Norgga sámiid riikasearvi

source: Mathis Nilsen Eira, Norske samers riksforbund
sme: Mathis Nilsen Eira, Norgga sámiid riikasearvi

source: Sandra Andersen Eira, Norske samers riksforbund
sme: Sandra Andersen Eira, Norgga sámiid riikasearvi

source: Kåre Olli, Arbeiderpartiet
sme: Kåre Olli, Bargiidbellodat

source: Hans Ole Eira, Senterpartiet
sme: Hans Ole Eira, Guovddášbellodat

source: Isak Mathis O. Hætta, Kautokeino fastboendes forening
sme: Isak Mathis O. Hætta, Guovdageainnu Dálon searvi

source: Nordre valgkrets - 6 representanter
sme: Davvi válgabiire - 6 áirasa

source: Silje Karine Muotka, Norske samers riksforbund
sme: Silje Karine Muotka, Norgga sámiid riikasearvi

source: Nils Mikkelsen Utsi, Norske samers riksforbund
sme: Nils Mikkelsen Utsi, Norgga sámiid riikasearvi

source: Toril Bakken Kåven, Nordkalottfolket
sme: Tor H. Mikkola, Nordkalottfolket

source: Ronny Wilhelmsen, Arbeiderpartiet
sme: Ronny Wilhelmsen, Bargiidbellodat

source: Gáisi valgkrets - 5 representanter
sme: Gáissi válgabiire - 5 áirasa

source: Henrik Olsen, Norske samers riksforbund
sme: Henrik Olsen, Norgga sámiid riikasearvi

source: Sandra Márjá West, Norske samers riksforbund
sme: Sandra Márjá West, Norgga sámiid riikasearvi

source: Niko Valkeapää, Norske samers riksforbund
sme: Niko Valkeapää, Norgga sámiid riikasearvi

source: Vesthavet valgkrets - 5 representanter
sme: Viesttarmeara válgabiire - 5 áirasa

source: Mikkel Eskil Mikkelsen, Norske samers riksforbund
sme: Mikkel Eskil Mikkelsen, Norgga sámiid riikasearvi

source: Runar Myrnes Balto, Norske samers riksforbund
sme: Runar Myrnes Balto, Norgga sámiid riikasearvi

source: Ann Karin Kvernmo, Norske samers riksforbund
sme: Ann Karin Kvernmo, Norgga sámiid riikasearvi

source: Lars Filip Paulsen, Høyre
sme: Lars Filip Paulsen, Olgeš

source: Sørsamisk valgkrets - 4 representanter
sme: Lullisámi válgabiire - 4 áirasa

source: John Kappfjell, Arbeiderpartiet
sme: John Kappfjell, Bargiidbellodat

source: Nora Marie Bransfjell, Norske samers riksforbund
sme: Nora Marie Bransfjell, Norgga sámiid riikasearvi

source: Björn Thomas Åhren, Norske samers riksforbund
sme: Björn Thomas Åhren, Norgga sámiid riikasearvi

source: Sør-Norge valgkrets - 6 representanter
sme: Lulli-Norgga válgabiire - 6 áirasa

source: Jørn Are Gaski, Arbeiderpartiet
sme: Jørn Are Gaski, Bargiidbellodat

source: Ann-Elise Finbog, Samefolkets parti
sme: Ann-Elise Finbog, Sámeálbmot bellodat

source: Tor Gunnar Nystad, Norske samers riksforbund
sme: Tor Gunnar Nystad, Norgga sámiid riikasearvi

source: Aili Guttorm, Norske samers riksforbund
sme: Aili Guttorm, Norgga sámiid riikasearvi

source: Sametingets plenum velger ny president 12.10.17.
sme: Sámedikki dievasčoahkkin vállje presideantta 12.10.17.

source: Den valgte presidenten meddeler deretter plenum hvem vedkommende vil ha med seg i rådet.
sme: Válljejuvvon presideanta dieđiha dasto dievasčoahkkimii geaid son háliida sámediggeráđđái.

source: Både president og rådsmedlemmene skal være representanter i Sametinget.
sme: Sihke presideanta ja ráđđelahtut vižžojit válljejuvvon áirasiid gaskkas.

source: Når så presidenten og rådsmedlemmene er utpekt, går disse ut av plenum og deres vararepresentanter trer inn som ordinære sametingsrepresentanter.
sme: Presideanta ja ráđđelahtuid várrelahtut lávkejit de dievasčoahkkimii áirrasin ja doibmet dábálaš áirrasin.
